
    "action":[
      {
        "id":1,
        "name":"Шалений вівторок!",
        "date":"25-03-2020",
        "discription":"Щовівторка Domino's проводить неймовірну акцію «Шалений вівторок» – купуй одну середню або велику піцу та отримуй другу зі знижкою 80%! В акції не беруть участі маленькі піци. Згідно з умовами акції, піца зі знижкою повинна бути з меню без додавання інгредієнтів. Акція діє на доставку, та на замовлення, які можна буде отримати біля точки адресної доставки (біля входу в піцерію). Знижка надається на менший товар у чеку. Акція не сумується з іншими акційними пропозиціями. Категорія піц 'Краща ціна' є акційною пропозицією , яка не діє у вівторок - піци даної категорії у вівторок при акції розраховуються як піци з категорії 'Класичні'.",
        "image":"picture/action1.jpg",
      },
      {
        "id":2,
        "name":"Велика піца за 129.99 грн!",
        "date":"15-07-2019",
        "discription":"Замовляй у Domino's велику піцу з категорії «Краща ціна» усього за 129,99 грн замість 199.99 грн! До категорії входять - Маргарита, Пепероні з томатами та Техас. Акція діє кожен понеділок, середу та четвер для замовлень, які можна буде отримати біля входу у піцерію (адресна доставка). Акція не розповсюджується на доставку. Акція не сумується з іншими акційними пропозиціями. В акційних піцах недоступна заміна або додавання інгредієнтів. Подвійна моцарела та борти «Філадельфія» та «Хот-Дог» до акційних піц додаються за окремою ціною.",
         "image":"picture/action4.jpg",
      },
      {
        "id":3,
        "name":"WOWeekend у Domino's!",
        "date":"01-04-2020",
        "discription":"Замовляй будь-яку середню піцу лише за 199 грн чи велику піцу лише за 239 грн! Акція діє кожну п'ятницю, суботу та неділю. Акція діє на піци з меню. Акція не діє на піци за власним рецептом. Акція діє на піци всіх категорій, крім категорій Краща ціна та Класичні. Борти «Філадельфія» та «Хот-Дог» до акційних піц додаються за окремою ціною. Правила заміни топінгу стандартні. Додаткові топінги до акційних піц додати неможливо. Акція діє на необмежену кількість піц у чеку. Акція не сумується з іншими акційними пропозиціями. Умови програми лояльності «Domino’s club» розповсюджуються на акційну пропозицію.",
        "image":"picture/action5.jpg",
      },
      {
        "id":4,
        "name":"20% на все!",
        "date":"16-09-2020",
        "discription":"Нова вигідна пропозиція! Отримуй 20% знижки на своє замовлення у піцерії! Акція розповсюджується на всі позиції з меню, окрім алкогольних напоїв та безалкогольного пива. Акція діє лише для замовлень у піцерії та з собою. Акційна пропозиція не розповсюджується на замовлення на доставку. Акція не сумується з іншими акційними пропозиціями. Умови програми лояльності Domino`s Club розповсюджуються на акційну пропозицію. Акція діє з 16.09.20 по 31.12.20 р.",
        "image":"picture/action6.jpg",
      },
      {
        "id":5,
        "name":"30% на кожну другу піцу",
        "date":"11-09-2020",
        "discription":"Замовляй кожну другу піцу зі знижкою -30%! Акція розповсюджується на піци середнього та великого розміру на будь-якому типі тіста. Акція діє на доставку, на замовлення у піцерії та з собою. Знижка надається на найдешевший товар у чеку. Акція не сумується з іншими акційними пропозиціями. Умови програми лояльності Domino`s Club розповсюджуються на акційну пропозицію. До акційної піци є можливість додати борти «Філадельфія» та «Хот-Дог».",
         "image":"picture/action2.jpg",
      },
      {
        "id":6,
        "name":"30% на Сайди!",
        "date":"08-04-2020",
        "discription":"Купуй піцу і отримуй знижку -30% на Сайди тепер із доставкою! Кожен день отримуй 30% знижки на порцію крилець, стріпсів, картоплі, хлібців або пармезан байтс при покупці будь-якої піци! Знижка можлива за умови - одна піца - одна порція сайда. Акція діє на доставку та адресну доставку (замовлення видається біля піцерії). Акція не сумується з іншими акційними пропозиціями. Умови програми лояльності Domino`s Club поширюються на акційну пропозицію.",
         "image":"picture/action3.jpg",
      }


    ]